Repository: common-repository/issuu-panel
Catalog: lang/issuu-panel-domain-lang-*.po
Languages: pt_br

source: Day
pt_br: Dia

source: Month
pt_br: Mês

source: Year
pt_br: Ano

source: Description
pt_br: Descrição

source: Back
pt_br: Voltar

source: Save
pt_br: Salvar

source: Update
pt_br: Atualizar

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Folder
pt_br: Pasta

source: Folders
pt_br: Pastas

source: Publication
pt_br: Publicação

source: Publications
pt_br: Publicações

source: About
pt_br: Sobre

source: Publications list
pt_br: Lista de publicações

source: Folders list
pt_br: Lista de pastas

source: File
pt_br: Arquivo

source: Files
pt_br: Arquivos

source: API key
pt_br: Chave de API

source: Insert API key
pt_br: Insira uma chave de API

source: Insert API key.
pt_br: Insira uma chave de API.

source: API secret
pt_br: Chave de API secreta

source: Insert API secret
pt_br: Insira uma chave de API secreta

source: Insert API secret.
pt_br: Insira uma chave de API secreta.

source: To create keys <a target="_blank" href="https://issuu.com/home/settings/apikey">click here</a>
pt_br: Para criar as chaves <a target="_blank" href="https://issuu.com/home/settings/apikey">clique aqui</a>

source: Upload file
pt_br: Carregar arquivo

source: Upload file by URL
pt_br: Carregar arquivo pela URL

source: URL file
pt_br: URL do arquivo

source: Title
pt_br: Título do publicação

source: Name in URL
pt_br: Nome na URL

source: Publish date
pt_br: Data de publicação

source: Allow comments
pt_br: Permitir comentários

source: Allow file download
pt_br: Permitir download do arquivo

source: Show detected links
pt_br: Mostrar links detectados

source: Access
pt_br: Acesso

source: Public
pt_br: Público

source: Private
pt_br: Privado

source: Create new folder
pt_br: Criar nova pasta

source: No publications found
pt_br: Nenhum publicação encontrado

source: Update folder
pt_br: Atualizar pasta

source: Folder's name
pt_br: Nome da pasta

source: Insert folder's name
pt_br: Informe o nome da pasta

source: Folder's publications
pt_br: Publicações da pasta

source: Use commas to separate tags. Do not use spaces.
pt_br: Use vírgulas para separar as tags. Não use espaços.

source: Date of publication of the publication.<br><strong>NOTE:</strong> If you do not enter a value, the current date will be used
pt_br: Data da publicação do publicação.<br><strong>OBS:</strong> Caso não informe um valor, a data atual será usada

source: To publish this publication <a href="http://issuu.com/home/publications" target="_blank">click here</a>
pt_br: Para publicar este publicação <a href="http://issuu.com/home/publications" target="_blank">clique aqui</a>

source: Name that is entered in the URL: http://issuu.com/(username)/docs/(name).<br>Use only lowercase letters [a-z], numbers [0-9] and/or other characters [_.-]. Do not use spaces.<br><strong>NOTE:</strong> If you do not enter a value, it will automatically be generated
pt_br: Nome que será inserido na URL: http://issuu.com/(nome_do_usuario)/docs/(nome).<br>Use somente letras minúsculas [a-z], números [0-9] e/ou outros caracteres[_.-].Não use espaços.<br><strong>OBS:</strong> Caso não informe um valor, ele será gerado automaticamente

source: URL where the file is located
pt_br: URL onde o arquivo está localizado

source: Publication deleted successfully
pt_br: Publicação excluído com sucesso

source: Publications deleted successfully
pt_br: Publicações excluídos com sucesso

source: Nothing was excluded
pt_br: Nada foi excluído

source: Publication updated successfully
pt_br: Publicação atualizado com sucesso

source: Publication sent successfully
pt_br: Publicação enviado com sucesso

source: Folder created successfully
pt_br: Pasta criada com sucesso

source: Error while creating the folder
pt_br: Erro ao criar pasta

source: Error while updating the folder
pt_br: Erro ao atualizar pasta

source: Folders deleted successfully
pt_br: Pastas excluídas com sucesso

source: Folder deleted successfully
pt_br: Pasta excluída com sucesso

source: Folder updated successfully
pt_br: Pasta atualizada com sucesso

source: Authentication required
pt_br: Autenticação obrigatória

source: Invalid API key
pt_br: Chave de API inválida

source: Required field is missing
pt_br: Campo obrigatório não informado

source: Invalid field format
pt_br: Formato de campo inválido

source: Folder name exists for user
pt_br: Valor do campo 'Nome da pasta' já existe para este usuário

source: File size is too large
pt_br: O arquivo é muito grande

source: Publication not found
pt_br: Publicação não encontrado

source: Publication still converting
pt_br: O publicação está sendo convertido

source: Publication failed conversion
pt_br: A conversão do publicação falhou

source: Exceeding allowed amount of unlisted publications
pt_br: Quantidade permitida de publicações não listadas excedida

source: The name parameter in the request is already in use. Choose a different name or omit field to have name auto-generated
pt_br: O valor do campo 'Nome na URL' já está em uso. Escolha um nome diferente ou omita o valor para que ele seja gerado automaticamente

source: Select...
pt_br: Selecionar...

source: Publications per page
pt_br: Publicações por página

source: Order
pt_br: Ordem

source: Ascending
pt_br: Crescente

source: Descending
pt_br: Decrescente

source: Order by
pt_br: Ordenar por

source: Publication ID
pt_br: ID do publicação

source: Insert
pt_br: Inserir

source: Cancel
pt_br: Cancelar

source: « First page
pt_br: « Primeira página

source: Last Page »
pt_br: Última página »

source: Insert folder ID
pt_br: Insira o ID da pasta

source: No publications in list
pt_br: Sem publicações nesta lista

source: Administrator
pt_br: Administrador

source: Author
pt_br: Autor

source: Users with capacities from
pt_br: Usuários com capacidades a partir do

source: can use this plugin
pt_br: podem usar este plugin

source: End result of ordination
pt_br: Resultado final da ordenação

source: Parameter ordering of publications
pt_br: Parâmetro de ordenação dos publicações

source: Number of publications per page
pt_br: Número de publicações por página

source: Folder's ID
pt_br: ID da pasta

source: Integer
pt_br: Número inteiro

source: Get and display the last publication
pt_br: Obtém e exibe o último publicação

source: URL page
pt_br: URL da página

source: No publications
pt_br: Sem publicações

source: Reader
pt_br: Leitor

source: Flush cache
pt_br: Esvaziar cache

source: Issuu Panel Simple Reader is compatible with mobile devices
pt_br: Issuu Panel Simple Reader é compatível com dispositivos móveis
